{
    "plastic": {
        "overview" : "Plastic comes in many forms, and they're grouped into seven categories based on their type. In Auckland, we can only recycle certain types in the yellow recycling bin, limited by the lack of facilities to process them. \n\nTo check if your plastic can be recycled, just look for the number inside the triangle symbol on the product. \n\nBy recycling plastic, we can help reduce the amount that ends up in landfills, where it can take hundreds of years to break down, helping protect our environment!",
        "recycling" : "Plastics labelled with the numbers 1, 2, and 5 are welcome in your recycling bin. These include:\n\n- PET (polyethylene terephthalate): found in drink bottles, food containers, fruit packaging, and pharmaceutical bottles.\n\n- HDPE (high-density polyethylene): used for milk bottles, cleaning products, toys, and piping.\n\n- PP (polypropylene): often found in food containers, toys, and packaging.\n\nBefore recycling, make sure your plastics are clean. Give containers a quick rinse, empty them of any liquids, and remove the lids.\n\nSoft plastics like plastic bags, wrappers, and cling film can't go in the kerbside bin but can be dropped off at collection points in participating supermarkets. To make more room in your bin, flatten larger items, but do not stack or nest them together.",
        "rubbish" : "Plastics that cannot be placed in the recycling bin, such as those marked with the numbers 3, 4, 6, and 7, should be disposed of in the rubbish bin. These types are not recyclable under Auckland's current system.\n\nAdditionally, any heavily soiled or contaminated plastics, even if normally recyclable, must go into the rubbish bin, as they can interfere with the recycling process. Composite plastics, which consist of multiple types of plastic or are combined with other materials, should also be placed in the rubbish bin, as they cannot be separated for recycling."
    },
    "paper": {
        "overview" : "Managing paper waste is an important way to help reduce greenhouse gases and protect our forests. Paper is easy to recycle, but it's important to sort it correctly to avoid contamination. \n\nDifferent types of paper can be recycled a certain number of times, so making sure it's sorted properly helps make the most of what we can reuse. By recycling paper the right way, we can all do our part to save resources and create a cleaner, more sustainable future.",
        "recycling" : "Clean paper can be placed in the recycling bin. This includes: \n\n- office paper (like printer paper, letters, and notebooks)\n\n- newspapers\n\n- magazines\n\n- envelopes (even with plastic windows)\n\n- cardboard boxes\n\n- paper bags.\n\nBe sure that all paper is clean and dry before recycling, as wet or food-stained paper cannot be processed. Shredded paper is not ideal for recycling but can be accepted if contained within a paper bag or box to prevent it from scattering. Flattening cardboard boxes is a good way to save space, and remember to keep paper separate from non-paper items for proper recycling.",
        "rubbish" : "Paper contaminated with food, grease, or other substances should go in the rubbish bin, as it cannot be recycled. This also applies to paper mixed with other materials like plastic. Examples include \n\n- napkins\n\n-  tissues\n\n-  food-soiled paper towels\n\n-  paper food containers\n\n-  waxed paper\n\n-  paper cups\n\n- laminated or heavily treated paper. \n\nThese items cannot be processed through the recycling system and should be disposed of in the general rubbish."
    },
    "glass": {
        "overview" : "Glass is one of the most easily recyclable materials and can be reused many times, making it especially important to recycle whenever possible. Most glass items can be placed in the recycling bin, but broken glass can be a problem due to safety concerns and potential contamination. \n\nAdditionally, certain treated glasses, like heat-resistant or tempered glass, cannot be recycled because of their different thermal properties.",
        "recycling" : "Most glass bottles and jars, whether coloured or clear, are accepted in the recycling bin. This includes: \n\n- a wide range of glass containers \n\n- wine bottles\n\n- beer bottles\n\n- juice bottles\n\n- jars\n\n- some types of glassware like glasses and vases. \n\nRemember to ensure that all containers are clean and free of food residue before recycling. Rinse out glass containers and lids should be removed as they cannot be recycled. Labels can be left on bottles or jars. \n\nBroken glass cannot be recycled and should be disposed in the rubbish.",
        "rubbish" : "Certain glass products that are treated or manufactured in specific ways cannot be recycled and should be placed in the rubbish bin. This includes items like\n\n- drinking glasses\n\n-  window glass\n\n-  mirrors\n\n-  light bulbs\n\n- heat-resistant glass such as Pyrex or ovenware. Additionally, broken glass should also go in the rubbish for safety reasons."
    },
    "metal": {
        "overview" : "Many types of metal can be recycled, especially common household items like cans and tins. This includes food and drink cans, as well as clean aluminium foil. \n\nBatteries should never be placed in the recycling bin or regular rubbish as they contain hazardous materials and should be taken to dedicated drop-off points for safe disposal. Proper handling of batteries helps prevent environmental harm and ensures they're processed correctly.",
        "recycling" : "Most metal packaging and containers made from common metals like aluminium, tin, and steel can be recycled. Examples include: \n\n- aluminium cans (like soft drink and beer cans) \n\n- steel cans (such as food tins and pet food cans) \n\n- clean aluminium trays\n\n- aluminium foil (scrunched into a ball).\n\nBefore placing metals in the recycling bin, ensure they are clean and free of food or liquid residue. Give cans and tins a quick rinse to prevent contamination. \n\nLabels can stay on. Lids from cans can also be recycled but should be removed from the cans before disposal. \n\nFor aluminium foil, make sure it's clean and scrunch it into a ball to help with the sorting process.",
        "rubbish" : "Certain metal items cannot be recycled and should be placed in the rubbish bin. These include: \n\n- pots, pans, cutlery \n\n- aerosol cans that are not empty \n\n- Larger metal objects, such as metal furniture or appliances\n\nItems made from mixed materials such as those combining metal with plastic, wood, or electronic components should either be taken to specialized recycling facilities or disposed of in the rubbish, depending on their composition."
    },
    "electronics": {
        "overview" : "Disposing of electronics, or e-waste, requires special care due to the harmful materials they may contain and their potential for recycling valuable rare earth elements. \n\nElectronics, from small gadgets like phones to larger appliances like TVs and computers, often contain materials that can be recovered and reused, reducing the need for new resource extraction. \n\nHowever, they may also hold hazardous substances, such as lead and mercury, which can harm the environment if not handled properly. To prevent this, e-waste should be taken to designated recycling facilities where it can be safely processed and recycled.",
        "recycling" : "Electronics should never be placed in the recycling bin. Instead, they must be taken to designated e-waste recycling centres or drop-off points. These facilities are equipped to accept and safely process a wide range of electronic devices, including: \n\n- mobile phones\n\n- tablets\n\n- laptops\n\n- computers\n\n- monitors\n\n- printers\n\n- TVs\n\n- home entertainment systems\n\n- small household appliances like toasters and blenders\n\n- cables, wires, and chargers.\n\nBefore recycling electronics, be sure to remove any personal data from phones, tablets, and computers to protect your privacy. ",
        "rubbish" : "Electronics should never be thrown in the rubbish bin, as this can allow dangerous materials to enter the environment, posing serious health risks. Instead, they must be taken to dedicated e-waste drop-off points for proper disposal. \n\nLarger household appliances, such as refrigerators, washing machines, and ovens, should also be recycled through specialized facilities or disposed of during Auckland Council's inorganic collection service. This ensures that hazardous substances are managed safely and that valuable materials are recovered for reuse."
    },
    "organic": {
        "overview" : "With the introduction of the food scraps bin, organic waste can now be recycled into compost, reducing the amount of waste sent to landfills. This not only helps decrease landfill volume but also creates valuable compost that can be used to grow more plants. \n\nBy diverting food scraps from landfills, we also reduce methane emissions, making a positive impact on climate change and contributing to a healthier environment.",
        "recycling" : "The food scraps bin accepts all types of food waste, including: \n\n- fruit and vegetable peels and scraps\n\n- meat, bones, and fish\n\n- dairy products like cheese and butter\n\n- bread, rice, and pasta\n\n- tea bags and coffee grounds\n\n- eggshells\n\n- leftovers\n\n- small amounts of food-soiled paper such as napkins\n\n This wide range of accepted items makes it easy to recycle organic waste and contribute to compost production.",
        "rubbish" : "Not all organic waste can go into the food scraps bin. Items like garden waste, animal waste, and contaminated organics are not accepted. Examples include: \n\n- garden waste (such as grass clippings, leaves, and branches) \n\n- large bones\n\n- pet waste (like cat litter and dog droppings) \n\n- and non-compostable or waxed paper.\n\nGarden waste should be disposed of through specialized facilities or green waste collection services, not in the food scraps bin. Contaminated items like waxed paper or pet waste should be placed in the rubbish to prevent contamination of the composting process."
    }
}